---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.OverlapFailures.FloorsOverlap
source: html/76d91468-6173-efc2-01e6-c4f76280eae2.htm
---
# Autodesk.Revit.DB.BuiltInFailures.OverlapFailures.FloorsOverlap Property

Highlighted floors overlap.

## Syntax (C#)
```csharp
public static FailureDefinitionId FloorsOverlap { get; }
```